export const programs = [
    {
        title: 'მეხილეობა',
        slug: 'fruit',
        image: './img/fruits.jpg',
        description :  `ეხილეობის სამუშაოზე დაფუძნებული დუალური სწავლების  პროგრამის დანერგვა დაიწყო 2016 წლიდან პროფესიული სასწავლებლებსა და ფერმერულ მეურნეობებში. პროგრამა შემუშავებულია შვეიცარიის გამოცდილების გათვალისწინებით და მორგებულია საქართველოს აგრარული  სექტორის  შრომის ბაზრის საჭიროებებს.<br/><br/>პროგრამა ამზადებს სპეციალისტებს, რომელებიც შეისწავლიან მრავალწლიანი კულტურების წარმოების სრულ ციკლს და შეძლებენ მეურნეობის დამოუკიდებლად წარმართვასვას.`,
        type: 'current',
        duration: 2,
        profession: 'მეოთხე საფეხურის პროფესიული კვალიფიკაცია მეხილეობაში (კურკოვანი კულტურები/თესლოვანი კულტურები/კაკლოვანი კულტურები)',
        prerequisite: 'სრული საშუალო განათლება ან საბაზო განათლება ინტეგრირირებული პროგრამის შემთხვევაში',
        colleges: ['საზოგადოებრივი კოლეჯი ახალი ტალღა','საზოგადოებრივი კოლეჯი აისი','ილია წინამძღვრიშვილის სახელობის საზოგადოებრივი კოლეჯი','შოთა მესხიას ზუგდიდის სახელმწიფო სასწავლო უნივერსიტეტი','საზოგადოებრივი კოლეჯი იბერია'],
        perspectives: ['მონაწილეობამიიღოს საბაღე ფართობის  ტერიტორიულ მოწყობაში', 'შეაფასოს და დაამუშაოს ნიადაგი', 'აწარმოოს ხეხილოვანი კულტურების  სარგავი მასალა', 'უზრუნველყოს ხეხილის სხვლა-ფორმირება', 'უზრუნველყოს ხეხლის დაცვა', 'აიღოს მოსავალი', 'მართოს ფერმერული მეურნეობა', 'დაგეგმოს და განახორციელოს პროდუქტის პირველადი მიღება-რეალიზება'],
        jobPerspective: 'კურსდამთავრებულს შეუძლია დასაქმდეს სოფლის მეურნეობის სფეროში არსებულ ორგანიზაციებში, აგრეთვე შესაძლებელია იყოს თვითდასაქმებული და მართავდეს საკუთარ მეურნეობას.',
        jobPerspectiveArray: []
    },
    {
        title: 'მეფუტკრეობა',
        slug: 'bee',
        image: './img/bees.jpg',
        description : 'მეფუტკრეობის სამუშაოზე დაფუძნებული დუალური სწავლების  პროგრამის დანერგვა დაიწყო 2017 წლიდან პროფესიული სასწავლებლებსა და ფერმერულ მეურნეობში. პროგრამა შემუშავებულია შვეიცარიული გამოცდილების საფუძველზე და მორგებულია საქართველოს აგრარული  სექტორის  შრომის ბაზრის მოთხოვნებზე.<br/><br/>მეფუტკრეობის სამუშაოზე დაფუძნებული დუალური სწავლების პროგრამა ითვალისწინებს მესამე საფეხურის სპეციალისტის მომზადებას, რაც გულისხმობს მეფუტკრეობის მაღალხარისხიანი პროდუქტების წარმოების მიზნით ფუტკრის მოვლა-პატრონობისთვის საჭირო თეორიული ცოდნის მიცემას და პრაქტიკული უნარ-ჩვევების გამომუშავებას.<br/><br/>მეფუტკრეობის სამუშაოზე დაფუძნებული დუალური სწავლების პროგრამის მიზანია უზრუნველყოს პროფესიონალ მეფუტკრეთა მომზადება, რომლებიც დააკმაყოფილებენ დარგში მზარდ მოთხოვნებს. მეფუტკრეობის დარგთან დაკავშირებული უნარების გარდა, სტუდენტები შეიძენენ ფართოდ გამოყენებად, ზოგად/ტრანსფერულ უნარებს. ისინი აღჭურვილნი იქნებიან ცვალებადი შრომის ბაზრის მოთხოვნებთან ადაპტირების უნარ-ჩვევებით.<br/><br/>მეფუტკრე სასურველია იყოს ფიზიკური დატვირთვის ამტანი და არ ჰქონდეს პროფესიასთან შეუთავსებელი ინფექციური დაავადებები, ფუტკრის შხამსა და მეფუტკრეობის პროდუქტებზე მწვავე ალერგიული რეაქცია.',
        type: 'current',
        duration: 2,
        profession: 'მეფუტკრის მესამე საფეხურის პროფესიული კვალიფიკაცია',
        prerequisite: 'საბაზო განათლება',
        colleges: ['საზოგადოებრივი კოლეჯი ოპიზარი','პროფესიული კოლეჯი ერქვანი', 'პროფესიული კოლეჯი განთიადი'],
        perspectives: ['სეზონურად მოუაროს და შეინახოს ფუტკარი', 'მართოს ფუტკრის მავნებელი დაავადებები', 'დაამზადოს ფუტკრის სკა', 'მიიღოს ფუტკრის პროდუქტები - დინდგელი, ცვილი, ყვავილის მტვერი, რძე, შხამი', 'უზრუნველყოს ფუტკრის პროდუქტების მიღება- რეალიზაცია'],
        jobPerspective: 'კურსდამთავრებულს შეუძლია დასაქმდეს სოფლის მეურნეობის სფეროში არსებულ ორგანიზაციებში, აგრეთვე შესაძლებელია იყოს თვითდასაქმებული და მართავდეს საკუთარ საფუტკრე მეურნეობას.',
        jobPerspectiveArray: []
    },
    {
        title: 'მეცხოველეობა',
        slug: 'livestock',
        image: './img/livestock.jpg',
        description: 'მეცხოველეობის სამუშაოზე დაფუძნებული დუალური სწავლების  პროგრამის დანერგვა დაიწყო 2016 წლიდან პროფესიული სასწავლებლებსა და ფერმერულ მეურნეობებში. პროგრამა შემუშავებულია შვეიცარიის გამოცდილების გათვალისწინებით და მორგებულია საქართველოს აგრარული  სექტორის  შრომის ბაზრის საჭიროებებს.<br/><br/>პროგრამა ამზადებს სპეციალისტებს, რომელებიც შეისწავლიან ფერმერული მეურნეობის სრულ ციკლს მემცენარეობისა და მეცხოველეობის კომპონენტების ჩათვლით და შეძლებენ მეურნეობის დამოუკიდებლად წარმართვასვას.',
        type: 'current',
        duration: 2,
        profession: 'მეოთხე საფეხურის პროფესიული კვალიფიკაცია მეცხოველეობაში (მესაქონლეობაში)',
        colleges: [
            'საზოგადოებრივი კოლეჯი აისი',
            'საზოგადოებრივი კოლეჯი ოპიზარი'
        ],
        perspectives: [
            'შრომის უსაფრთხოების პირობების განსაზღვრა და დაცვა',
            'გარემოს დაცვა'
        ],
        jobPerspective: '',
        jobPerspectiveArray: [
            'მეცხოველეობის მსხვილ მექანიზებულ მეურნეობებში/კომპლექსებში',
            'საშუალო და მსხვილ ფერმერულ მეურნეობებში',
            'უნივერსიტეტების, სამეცნიერო-კვლევითი ინსტიტუტების, კერძო და საზოგადო¬ებრივი კოლეჯების, ფერმერთა სადემონსტრაციო-საკონსულტაციო ცენტრების მეცხოველეობის ფერმებში',
            'სამომშენებლო, სანაშენე მეურნეობებსა და ფერმებში, აგრეთვე სასოფლო-სამეურნეო ცხოველთა ხელოვნური განაყოფიერების სადგურებში/ცენტრებში'
        ]
    },
    {
        title: 'მებაღეობა',
        slug: 'garden',
        image: './img/garden.jpg',
        description: '',
        type: 'current',
        duration: '',
        profession: '',
        colleges: [],
        perspectives: [],
        jobPerspective: '',
        jobPerspectiveArray:[]
    },
    {
        title: 'ხორცისა და ხორცპროდუქტების წარმოებ',
        slug: 'meet',
        image: './img/meet.jpg',
        description: '',
        type: 'current',
        duration: '',
        profession: '',
        colleges: [],
        perspectives: [],
        jobPerspective: ''
    },
    {
        title: 'მეთევზეობა (ფერმერობა მეთევზეობაში)',
        slug: 'fish',
        image: './img/fish.jpg',
        description: '',
        type: 'current',
        duration: '',
        profession: '',
        colleges: [],
        perspectives: [],
        jobPerspective: ''
    },
    {
        title: 'ბიომეურნეობა',
        slug: 'bio',
        image: './img/bios.jpg',
        description : '',
        type: 'future',
        duration: 2,
        profession: '',
        prerequisite: '',
        colleges: [],
        perspectives: [],
        jobPerspective: ''
    },
    {
        title: 'აგრომექანიზაცია',
        slug: 'argo',
        image: './img/agro-mechanization.jpg',
        description : '',
        type: 'future',
        duration: 2,
        profession: '',
        prerequisite: '',
        colleges: [],
        perspectives: [],
        jobPerspective: ''
    },
    {
        title: '',
        slug: '',
        image: '',
        description: '',
        type: '',
        duration: '',
        profession: '',
        colleges: [],
        perspectives: [],
        jobPerspective: ''
    },
    {
        title: '',
        slug: '',
        image: '',
        description: '',
        type: '',
        duration: '',
        profession: '',
        colleges: [],
        perspectives: [],
        jobPerspective: ''
    },
    {
        title: '',
        slug: '',
        image: '',
        description: '',
        type: '',
        duration: '',
        profession: '',
        colleges: [],
        perspectives: [],
        jobPerspective: ''
    },
    {
        title: '',
        slug: '',
        image: '',
        description: '',
        type: '',
        duration: '',
        profession: '',
        colleges: [],
        perspectives: [],
        jobPerspective: ''
    },
]

export const colleges = [
    {
        name: 'საზოგადოებრივი კოლეჯი"აისი"',
        value: 'aisi',
        enterprises: ['შპს კარტლის აგროსისტემები', 'შპს უდაბნო'],
        program: 'მეხილეობა',
        region: 'კახეთი',
        address: 'სოფელი კაჭრეთი',
        website: 'www.collegeaisi.ge ',
        phones: ['(0) 790 11 01 20', '(0) 790 71 72 18']
    },

    {
        name: 'საზოგადოებრივი კოლეჯი"აისი"',
        value: 'aisi',
        enterprises: ['შპს აგრო ქიზიყი', 'შპს ფიროსმანი', 'ი/მ ზურა მასურაშვილის ფერმა (ელიის კალთა)'],
        program: 'მეცხოველეობა',
        region: 'კახეთი',
        address: 'დედოფლისწყაროს რაიონი, სოფელი სამრეკლო',
        website: 'www.collegeaisi.ge ',
        phones: ['995 577 55 71 45']
    },
    {
        name: 'საზოგადოებრივი კოლეჯი"აისი"',
        value: 'aisi',
        enterprises: ['შპს ქარავანი', 'შპს ტობი'],
        program: 'მეთევზეობა',
        region: 'კახეთი',
        address: 'ქვემო ალვანი',
        website: 'www.collegeaisi.ge ',
        phones: ['995 790 110 120']
    },
    {
        name: 'შოთა მესხიას ზუგდიდის სახელმწიფო სასწავლო უნივერსიტეტი',
        value: 'shota_meskhia',
        enterprises: ['შპს. აგრო სახლი', 'შპს. თესკია', 'შპს. კარტლის აგროსისტემები'],
        program: 'მეხილეობა',
        region: 'სამეგრელო',
        address: 'ზუგდიდი/სენაკi ჯანაშიას ქ. #14',
        website: 'www.zssu.ge',
        phones: ['(+995 415) 25 62 17']
    }
]